Revit 2027 API
ParameterTypeId.SpaceInfiltrationAirflow Property
 "Infiltration Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceInfiltrationAirflow { get; }
Public Shared ReadOnly Property SpaceInfiltrationAirflow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceInfiltrationAirflow {
	ForgeTypeId^ get ();
}
static member SpaceInfiltrationAirflow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace